tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"

brew "asdf"
brew "coreutils" unless `uname -s` =~ /Linux/
brew "fish"
brew "git"
brew "gpg"
brew "htop"
brew "jq"
brew "neovim"
brew "nmap"
brew "rcm"

cask "1password"
cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "keybase"
cask "sublime-text"
cask "sublime-merge"
cask "slack"
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "quicklookase"
cask "qlvideo"
cask "webpquicklook"
