brew "bat"
brew "bottom"
brew "chezmoi"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gpg"
brew "hexyl"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "procs"
brew "ripgrep"
brew "rm-improved"
brew "rtx"
brew "sk"
brew "uutils-coreutils"

cask "1password"
cask "google-chrome"
cask "orbstack"
cask "slack"
cask "warp"
