tap "bufbuild/buf"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autoconf"
brew "awscli"
brew "bat"
brew "bottom"
brew "carthage"
brew "chezmoi"
brew "coreutils", link: false
brew "eza"
brew "fd"
brew "fish"
brew "fop"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnupg"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libgit2"
brew "libpq", link: true
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "mas"
brew "mongosh"
brew "nmap"
brew "openjdk"
brew "openssl"
brew "procs"
brew "pv"
brew "qrencode"
brew "ripgrep"
brew "rm-improved"
brew "rtx"
brew "shfmt"
brew "sk"
brew "starship"
brew "swiftformat"
brew "swiftgen"
brew "uutils-coreutils"
brew "wxwidgets"
brew "bufbuild/buf/buf"
cask "1password"
cask "1password-cli"
cask "altserver"
cask "arc"
cask "blender"
cask "figma"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "kaleidoscope"
cask "logi-options-plus"
cask "macfuse"
cask "ngrok"
cask "orbstack"
cask "rapidapi"
cask "signal"
cask "slack"
cask "swiftformat-for-xcode"
cask "telegram"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Xcode", id: 497799835
