brew "autoconf"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "coreutils", link: false
brew "exa"
brew "fd"
brew "fish"
brew "fop"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gpg"
brew "helix"
brew "hexyl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "nmap"
brew "openssl"
brew "procs"
brew "ripgrep"
brew "rm-improved"
brew "rtx"
brew "sk"
brew "starship"
brew "uutils-coreutils"
brew "wxwidgets"

cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "orbstack"
cask "slack"
cask "todoist"
cask "warp"
cask "zed"

mas "1Password for Safari", id: 1569813296
mas "Canary Mail", id: 1236045954
mas "Xcode", id: 497799835
